---
kind: method
id: M:Autodesk.Revit.DB.IFC.ExporterIFC.ClearFaceWithElementHandleMap
source: html/5f97a843-1df7-64fb-f063-2e8f4899774d.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFC.ClearFaceWithElementHandleMap Method

Clear face with element handle map.

## Syntax (C#)
```csharp
public void ClearFaceWithElementHandleMap()
```